{
    
      "articulos": [
        {
          "articulo": "Art. 92bis",
          "texto": "El contrato de trabajo por tiempo indeterminado, excepto el referido en el artículo 96, se entenderá celebrado a prueba durante los primeros TRES (3) meses de vigencia. Cualquiera de las partes podrá extinguir la relación durante ese lapso sin expresión de causa, sin derecho a indemnización con motivo de la extinción, pero con obligación de preavisar según lo establecido en los artículos 231 y 232.\n\nEl período de prueba se regirá por las siguientes reglas:\n\n1. Un empleador no puede contratar a un mismo trabajador, más de una vez, utilizando el período de prueba. De hacerlo, se considerará de pleno derecho, que el empleador ha renunciado al período de prueba.\n\n2. El uso abusivo del período de prueba con el objeto de evitar la efectivización de trabajadores será pasible de las sanciones previstas en los regímenes sobre infracciones a las leyes de trabajo. En especial, se considerará abusiva la conducta del empleador que contratare sucesivamente a distintos trabajadores para un mismo puesto de trabajo de naturaleza permanente.\n\n3. El empleador debe registrar al trabajador que comienza su relación laboral por el período de prueba. Caso contrario, sin perjuicio de las consecuencias que se deriven de ese incumplimiento, se entenderá de pleno derecho que ha renunciado a dicho período.\n\n4. Las partes tienen los derechos y obligaciones propias de la relación laboral, con las excepciones que se establecen en este artículo. Tal reconocimiento respecto del trabajador incluye los derechos sindicales.\n\n5. Las partes están obligadas al pago de los aportes y contribuciones a la Seguridad Social.\n\n6. El trabajador tiene derecho, durante el período de prueba, a las prestaciones por accidente o enfermedad del trabajo. También por accidente o enfermedad inculpable, que perdurará exclusivamente hasta la finalización del período de prueba si el empleador rescindiere el contrato de trabajo durante ese lapso. Queda excluida la aplicación de lo prescripto en el cuarto párrafo del artículo 212.\n\n7. El período de prueba, se computará como tiempo de servicio a todos los efectos laborales y de la Seguridad Social."
        },
        {
          "articulo": "Art. 231",
          "texto": "Plazos.\n\nEl contrato de trabajo no podrá ser disuelto por voluntad de una de las partes, sin previo aviso, o en su defecto, indemnización además de la que corresponda al trabajador por su antigüedad en el empleo, cuando el contrato se disuelva por voluntad del empleador. El preaviso, cuando las partes no lo fijen en un término mayor, deberá darse con la anticipación siguiente:\n\na) por el trabajador, de QUINCE (15) días;\n\nb) por el empleador, de QUINCE (15) días cuando el trabajador se encontrare en período de prueba; de UN (1) mes cuando el trabajador tuviese una antigüedad en el empleo que no exceda de CINCO (5) años y de DOS (2) meses cuando fuere superior."
        },
        {
          "articulo": "Art. 232",
          "texto": "Indemnización substitutiva.\n\nLa parte que omita el preaviso o lo otorgue de modo insuficiente deberá abonar a la otra una indemnización substitutiva equivalente a la remuneración que correspondería al trabajador durante los plazos señalados en el artículo 231."
        },
        {
          "articulo": "Art. 245",
          "texto": "Indemnización por antigüedad o despido.\n\nEn los casos de despido dispuesto por el empleador sin justa causa, habiendo o no mediado preaviso, éste deberá abonar al trabajador una indemnización equivalente a UN (1) mes de sueldo por cada año de servicio o fracción mayor de TRES (3) meses, tomando como base la mejor remuneración mensual, normal y habitual devengada durante el último año o durante el tiempo de prestación de servicios si éste fuera menor.\n\nDicha base no podrá exceder el equivalente de TRES (3) veces el importe mensual de la suma que resulte del promedio de todas las remuneraciones previstas en el convenio colectivo de trabajo aplicable al trabajador, al momento del despido, por la jornada legal o convencional, excluida la antigüedad. Al MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL le corresponderá fijar y publicar el promedio resultante, juntamente con las escalas salariales de cada Convenio Colectivo de Trabajo.\n\nPara aquellos trabajadores excluidos del convenio colectivo de trabajo el tope establecido en el párrafo anterior será el del convenio aplicable al establecimiento donde preste servicios o al convenio más favorable, en el caso de que hubiera más de uno.\n\nPara aquellos trabajadores remunerados a comisión o con remuneraciones variables, será de aplicación el convenio al que pertenezcan o aquel que se aplique en la empresa o establecimiento donde preste servicios, si éste fuere más favorable.\n\nEl importe de esta indemnización en ningún caso podrá ser inferior a UN (1) mes de sueldo calculado sobre la base del sistema establecido en el primer párrafo."
        },
        {
          "articulo": "Art. 246",
          "texto": "Despido indirecto.\n\nCuando el trabajador hiciese denuncia del contrato de trabajo fundado en justa causa, tendrá derecho a las indemnizaciones previstas en los artículos 232, 233 y 245."
        },
        {
          "articulo": "Art. 247",
          "texto": "Monto de la indemnización.\n\nEn los casos en que el despido fuese dispuesto por causa de fuerza mayor o por falta o disminución de trabajo no imputable al empleador fehacientemente justificada, el trabajador tendrá derecho a percibir una indemnización equivalente a la mitad de la prevista en el artículo 245 de esta ley.\n\nEn tales casos el despido deberá comenzar por el personal menos antiguo dentro de cada especialidad.\n\nRespecto del personal ingresado en un mismo semestre, deberá comenzarse por el que tuviere menos cargas de familia, aunque con ello se alterara el orden de antigüedad."
        }
      ]
    }
  
  
  
  
  
  
  